{
  "criaturas": [
    {
      "id": "estrige",
      "nome_comum": "Estrige",
      "classificacao": "Amaldiçoado",
      "ilustracao_src": "/images/criaturas/estrige.png",
      "habitat": "Ruínas abandonadas, cemitérios antigos e locais de execução pública. Prefere estruturas com acesso a porões, criptas ou câmaras subterrâneas. Estritamente noturna, evita qualquer exposição à luz solar direta.",
      "comportamento": "Criatura atarracada de corpo humanoide deformado, resultado de uma maldição que transforma mulheres em bestas vorazes. Possui uma cabeça massiva assentada diretamente sobre ombros largos, com uma mandíbula repleta de dentes afiados (fileiras duplas) que vão de orelha a orelha. Não possui asas, mas sua musculatura densa permite saltos sobrenaturais e velocidade explosiva. Extremamente territorial, ataca intrusos com garras longas capazes de rasgar carne e osso. Durante o dia, entra em estado de torpor em seu sarcófago. A maldição pode ser quebrada impedindo-a de retornar ao ninho antes do terceiro canto do galo.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "O cheiro era o primeiro aviso - carne podre misturada com algo doce. Quando a criatura se moveu, foi um borrão de músculos pálidos. Senti o impacto no ombro esquerdo, garras rasgando até o osso. A dor foi paralisante. Ela tentou fechar aquela mandíbula enorme na minha garganta, a fileira dupla de dentes estalando a centímetros do meu rosto. Consegui acertar o coração com a prata, mas não antes de perder muito sangue. As garras rasgam, mas é a mordida que esmaga. E o fedor... dias depois ainda sentia nos meus sonhos.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "niveleno",
      "nome_comum": "Niveleno",
      "classificacao": "Amaldiçoado",
      "ilustracao_src": "/images/criaturas/niveleno.png",
      "habitat": "Lagos, rios de corrente lenta, pântanos e poços profundos. Prefere águas turvas onde pode permanecer submerso por longos períodos. Ocasionalmente encontrado em cisternas abandonadas ou reservatórios antigos.",
      "comportamento": "Humano vítima de uma maldição poderosa que o transformou em uma besta híbrida. Possui a corpulência de um urso e a cabeça de um javali selvagem, com presas proeminentes saindo da mandíbula. Apesar da aparência monstruosa e das garras, mantém a postura ereta e veste roupas humanas (embora gastas), indicando que retém sua inteligência, fala e consciência humana. Vive recluso em sua mansão, controlando a casa magicamente. Embora possua força bestial capaz de esmagar ossos, não é inerentemente agressivo a menos que provocado. A maldição é ligada a um ato de profanação passado.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "Eu fui pago para matar uma fera que aterrorizava a floresta. Encontrei um monstro servindo vinho em taças de cristal sujas, usando um colete de veludo que mal continha seus músculos. Ele tentou rugir, mas havia uma tristeza humana naqueles olhos de javali. A maldição o transformou em monstro, mas foi a solidão que o enlouqueceu. Não lutei contra uma besta; dei misericórdia a um homem.",
      "origem_da_informacao": "Relato de Terceiros"
    },
    {
      "id": "bruxa",
      "nome_comum": "Bruxa",
      "classificacao": "Vampiro",
      "ilustracao_src": "/images/criaturas/bruxa.png",
      "habitat": "Áreas urbanas e rurais, disfarçadas entre a população humana. Durante o dia, indistinguíveis de pessoas comuns. À noite, buscam locais isolados para a transformação, preferindo celeiros, casas abandonadas ou florestas próximas a vilarejos.",
      "comportamento": "Vampiro de nascimento, não criado por mordida. Durante o dia, mantém forma humana perfeitamente normal, com plena consciência e controle. Ao anoitecer, sofre transformação corporal involuntária: pele torna-se pálida e esticada sobre os ossos, olhos escurecem completamente, boca rasga-se revelando presas afiadas, dedos alongam-se em garras, corpo torna-se esquelético mas incrivelmente forte. Apesar da aparência monstruosa, mantém inteligência e pode controlar a sede de sangue com grande esforço de vontade. Alguns indivíduos conseguem suprimir os instintos predatórios, outros sucumbem completamente.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "Ludmiła parecia uma mulher comum durante o dia. Conversamos, rimos, compartilhamos pão. Mas quando o sol se pôs... Deus, o que vi. Sua pele esticou como papel molhado, os olhos ficaram negros como o vazio, a boca rasgou de orelha a orelha. As garras cresceram enquanto eu assistia, horrorizado. Ela gritou, implorando que eu fugisse. A transformação é tortura, não poder. Quando finalmente assumiu a forma monstruosa, não havia mais traços da mulher que eu conhecera. Apenas fome. Apenas morte. A prata atravessou seu coração, mas seus olhos me acompanharam até o fim. Ainda sonho com aquele olhar.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "mula",
      "nome_comum": "Mula",
      "classificacao": "Vampiro",
      "ilustracao_src": "/images/criaturas/mula.png",
      "habitat": "Cemitérios, catacumbas, porões de edifícios abandonados e qualquer local com acesso a cadáveres frescos. Evita luz solar direta, permanecendo em sombras profundas mesmo durante o dia.",
      "comportamento": "Vampiro inferior criado através de mordida, não por nascimento. Corpo cadavérico com pele cinza-esverdeada em estado de decomposição avançada, olhos vazios e sem brilho, dentes podres mas ainda afiados, estrutura corporal magra e desnutrida. Completamente bestial, sem traços de inteligência humana ou capacidade de fala. Movido exclusivamente por fome insaciável de sangue. Ataca em grupos, covardes quando isolados. Força sobre-humana compensada por movimentos descoordenados e previsíveis.",
      "nivel_ameaca": "Moderado",
      "observacoes_cacador": "Não houve som. Nem uivos, nem passos. Acordei não com um barulho, mas com o peso. Sentia como se uma lápide tivesse sido colocada sobre meu peito. Eu não conseguia respirar, não conseguia gritar. Abri os olhos e ela estava lá, agachada sobre mim. A pele era translúcida, seca como pergaminho, esticada sobre ossos finos demais para serem humanos. Ela não tem cheiro de podre... ela tem cheiro de poeira antiga. Ela se alimenta do seu fôlego, do seu pânico. Se você a vir, não tente gritar. Apenas reze para o sol nascer logo.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "ekimmu",
      "nome_comum": "Ekimmu",
      "classificacao": "Vampiro",
      "ilustracao_src": "/images/criaturas/ekimmu.png",
      "habitat": "Desertos, ruínas antigas em regiões áridas, tumbas profanadas e templos abandonados. Prefere climas secos e quentes, raramente encontrado em regiões úmidas ou frias.",
      "comportamento": "Vampiro bestial originado de espírito vingativo. Corpo musculoso coberto por uma pelagem espessa e eriçada nos ombros e braços, com a pele do tronco ressecada como couro curtido. Possui focinho alongado de morcego repleto de presas irregulares e garras afiadas. Puramente físico em natureza, sem habilidades mágicas além da força e velocidade sobrenaturais. Caçador noturno agressivo, incapaz de comunicação verbal. Ataca com ferocidade animal. Vulnerável a decapitação e fogo.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "Não foi a visão que o denunciou, foi o som. Um clique seco, rápido, como madeira estalando — o sonar dele varrendo a escuridão. O cheiro era insuportável: almíscar râncido e sangue ferroso. Quando ele saiu das sombras, não rugiu. Ele apenas virou aquela cabeça sem olhos na minha direção, as orelhas gigantes se contorcendo para captar meu batimento cardíaco. É uma massa de músculos e fúria cega. Minha espada acertou o ombro, mas o pelo grosso e a pele dura absorveram o impacto como se fosse graveto. Ele não luta por ódio. Ele luta porque somos comida.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "carnichal",
      "nome_comum": "Carniçal",
      "classificacao": "Necrófago",
      "ilustracao_src": "/images/criaturas/carnichal.png",
      "habitat": "Campos de batalha, cemitérios mal cuidados, fossas comuns e qualquer local com abundância de cadáveres. Vivem em grupos de 5 a 15 indivíduos, criando tocas subterrâneas próximas às fontes de alimento.",
      "comportamento": "Humano degenerado através do consumo repetido de carne humana. Corpo humanoide magro e esquelético, pele cinza-pálida esticada sobre ossos proeminentes, olhos fundos e amarelados, dentes afiados e irregulares. Contrariamente a representações exageradas, NÃO possuem espinhos, placas ósseas ou outras protuberâncias - apenas pele, osso e músculo atrofiado. Vivem em grupos hierárquicos, covardes quando isolados mas perigosos em matilha. Inteligência rudimentar permite emboscadas simples e táticas de caça coordenadas.",
      "nivel_ameaca": "Moderado",
      "observacoes_cacador": "Eles eram humanos uma vez. Isso é o que me dizia enquanto limpava minha espada. Encontrei um grupo de sete em um campo de batalha antigo, roendo ossos. Quando me viram, o maior deles - o líder - rugiu e os outros seguiram. O ataque foi coordenado, surpreendente. Um me distraiu, outro atacou pelas costas. Senti dentes rasgando minha perna, o cheiro de hálito podre em meu rosto. Cortei o líder primeiro, e os outros dispersaram. Covardes. Mas o cheiro... carne humana podre. Dias depois ainda sentia náuseas. Óleo necrófago ajuda, mas não apaga a memória.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "zeugl",
      "nome_comum": "Zeugl",
      "classificacao": "Necrófago",
      "ilustracao_src": "/images/criaturas/zeugl.png",
      "habitat": "Esgotos de grandes cidades, pântanos profundos, fossas sépticas e qualquer acúmulo de matéria orgânica em decomposição. Séssil por natureza, raramente se move do local onde se estabeleceu.",
      "comportamento": "Massa amorfa de carne pútrida e tecido necrótico, resultado de mutação causada por acúmulo de resíduos orgânicos e magia residual. Tentáculos viscosos emergem da massa central, usados para capturar presas que se aproximam. Boca central circular repleta de dentes dispostos em anéis concêntricos. Digere presas lentamente ao longo de dias ou semanas. Completamente cego, detecta movimento através de vibrações na água ou solo. Vulnerável a fogo e ácidos fortes, mas extremamente resistente a cortes devido à natureza gelatinosa.",
      "nivel_ameaca": "Extremo",
      "observacoes_cacador": "Relatos de esgotos de Gniezno descrevem uma criatura que engoliu três homens inteiros. Testemunhas afirmam que a massa ocupa uma câmara inteira, com tentáculos esperando nas águas turvas. Um sobrevivente descreveu ser arrastado para dentro da criatura, sentindo-se digerir lentamente enquanto ainda estava consciente. Documentos de alquimistas sugerem que zeugls nascem de acúmulo de resíduos orgânicos e magia residual, mas a origem exata permanece desconhecida. A criatura parece imortal enquanto houver matéria orgânica para consumir. Fogo é a única solução conhecida.",
      "origem_da_informacao": "Relato de Terceiros"
    },
    {
      "id": "kikimora",
      "nome_comum": "Kikimora",
      "classificacao": "Insectoide",
      "ilustracao_src": "/images/criaturas/kikimora.png",
      "habitat": "Casas abandonadas, celeiros em ruínas, moinhos desativados e estruturas humanas há muito esquecidas. Prefere locais secos e escuros onde pode tecer teias elaboradas.",
      "comportamento": "Monstro insetoide agressivo que habita pântanos, esgotos e áreas alagadas. Possui um corpo protegido por uma carapaça segmentada e dura (semelhante a um crustáceo terrestre), patas pontiagudas e mandíbulas fortes. Diferente da lenda, esta criatura não tece teias, mas utiliza a lama e a vegetação densa para se camuflar e emboscar presas. Caça em colônias. Possui toxinas necróticas em sua mordida. Vulnerável a fogo e golpes pesados que quebrem sua armadura quitinosa.",
      "nivel_ameaca": "Moderado",
      "observacoes_cacador": "Não houve teia. O primeiro aviso foi o chão cedendo sob meus pés. Eu pensei que fosse areia movediça, até sentir as serras. Ela estava enterrada na lama, esperando. Quando emergiu, a visão paralisou: não era uma aranha peluda, mas um tanque de quitina seca e rachada, negro como piche. As quelíceras trituraram minha bota de couro como se fosse papel. O veneno queima como ácido, não adormece. Cortei duas patas antes que ela recuasse para a água turva. Elas não são rápidas em terra, mas na lama, são invisíveis. Leve antídoto, e nunca confie em solo firme no pântano.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "silvano",
      "nome_comum": "Silvano",
      "classificacao": "Relicto",
      "ilustracao_src": "/images/criaturas/silvano.png",
      "habitat": "Florestas antigas e intocadas, bosques sagrados, clareiras isoladas longe de assentamentos humanos. Territórios podem abranger vários quilômetros quadrados de mata densa.",
      "comportamento": "Espírito da floresta de origem greco-romana, relicto de eras antigas. Corpo humanoide robusto e musculoso coberto por pelos grossos, pernas de bode com cascos fendidos, chifres curvos emergindo da testa, rosto barbudo com traços bestiais mas inteligentes. Guardião territorial de florestas antigas, ataca invasores que desrespeitam a natureza ou caçam excessivamente. Pode ser pacífico se abordado com respeito e oferendas apropriadas. Força física considerável, capaz de derrubar árvores e esmagar ossos. Inteligente, capaz de fala e negociação.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "Madeireiros da região de Brokilon relatam encontros com criaturas que protegem árvores antigas. Um grupo descreveu um ser metade homem, metade bode, que falou com eles em língua antiga, exigindo que parassem de cortar carvalhos centenários. Quando recusaram, três homens foram encontrados mortos, esmagados por troncos que 'caíram sozinhos'. Outros relatos mencionam silvanos aceitando oferendas de mel e vinho em troca de passagem segura. Acredita-se que sejam espíritos da natureza, antigos como as próprias florestas que guardam. Respeito é a única defesa conhecida.",
      "origem_da_informacao": "Relato de Terceiros"
    },
    {
      "id": "leshy",
      "nome_comum": "Leshy",
      "classificacao": "Relicto",
      "ilustracao_src": "/images/criaturas/leshy.png",
      "habitat": "Florestas primordiais, pântanos arborizados, regiões de mata fechada raramente visitadas por humanos. Prefere áreas com vegetação densa e árvores antigas.",
      "comportamento": "Guardião florestal de origem eslava, espírito da natureza corporificado. Corpo coberto por casca de árvore viva, galhos e ramos crescendo organicamente da estrutura corporal, rosto humanoide esculpido em madeira nodosa com olhos que brilham como seiva fosforescente. Mimetismo biológico permite fundir-se com árvores, tornando-se praticamente invisível em seu habitat. Pode influenciar crescimento de plantas ao redor, criando barreiras de espinhos ou raízes para defender território. Evita humanos quando possível, mas defende florestas com ferocidade letal quando ameaçado. Vulnerável a fogo e machados afiados.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "Caçadores de Ostrowiec contam histórias de florestas que mudam de layout - trilhas que desaparecem, árvores que se movem durante a noite. Um sobrevivente jurou ter visto uma árvore se transformar em homem de madeira, com olhos brilhando como vaga-lumes. Documentos folclóricos descrevem leshys como guardiões que podem controlar plantas e animais, punindo quem desrespeita a floresta. Alguns relatos sugerem que oferendas de sal ou pão podem apaziguá-los temporariamente. A criatura parece ser a própria floresta manifestada em forma humana. Imortal enquanto a mata permanecer.",
      "origem_da_informacao": "Relato de Terceiros"
    },
    {
      "id": "dragao",
      "nome_comum": "Dragão",
      "classificacao": "Draconídeo",
      "ilustracao_src": "/images/criaturas/dragao.png",
      "habitat": "Regiões montanhosas, penhascos rochosos, cavernas elevadas com acesso a céu aberto. Nidifica em locais inacessíveis a predadores terrestres, próximo a rotas de migração de gado ou rebanhos selvagens.",
      "comportamento": "O ápice da evolução draconídea. Diferente dos wyverns menores, o Dragão Verdadeiro possui uma inteligência aguçada e escamas quase impenetráveis. Embora sua anatomia bípede confunda amadores, distingue-se pela capacidade de exalar rajadas de chamas ou gases superaquecidos (daí a fumaça constante em suas narinas). Não utiliza veneno; sua força bruta e o sopro térmico são suas armas. Territorial e orgulhoso, habita picos inalcançáveis. Dizem as lendas que são criaturas antigas, dotadas de uma compreensão do mundo superior à dos humanos.",
      "nivel_ameaca": "Alto",
      "observacoes_cacador": "O contrato dizia 'wyvern grande incomodando as rotas comerciais'. Camponeses idiotas. Quando escalei o último pico, o vi. Não era um wyvern. Era um Dragão Verdadeiro. O sol da manhã batia em suas escamas, fazendo-o brilhar como uma montanha de tesouro vivo. Minha mão foi para a espada de prata por puro reflexo, mas travou. Eu já matei de tudo nesse mundo, já me cobri de tripas de zeugl e quase fui partido ao meio por um lobisomem... mas aquilo? Aquilo não era um monstro. Era um rei. Pela primeira vez na vida, não senti vontade de matar, apenas de observar. Sentei na rocha oposta, peguei meu caderno e desenhei até meus dedos congelarem, tentando capturar cada escama. Ele me viu. Bufou uma nuvem de fumaça, abriu aquelas asas que cobriram o céu e partiu. Rasguei o contrato. Tem coisas nesse mundo que são belas demais para morrer pela mão de um caçador.",
      "origem_da_informacao": "Encontro Pessoal"
    },
    {
      "id": "manticora",
      "nome_comum": "Mantícora",
      "classificacao": "Híbrido",
      "ilustracao_src": "/images/criaturas/manticora.png",
      "habitat": "Desertos, estepes áridas, ruínas de civilizações antigas em regiões remotas. Caçador solitário que estabelece território de caça extenso, raramente tolerando outros de sua espécie.",
      "comportamento": "Híbrido mágico de origem persa antiga. Rosto humanoide com barba espessa e traços masculinos marcados, corpo de leão musculoso coberto por pelagem fulva, asas de morcego (não de pássaro) permitindo voo curto e planar, cauda de escorpião terminando em um único ferrão venenoso grande (não múltiplos). Inteligente e capaz de fala humana, frequentemente usa essa habilidade para enganar ou negociar com vítimas. Veneno do ferrão é letal, causando paralisia seguida de parada cardíaca. Predador astuto que combina força bruta, voo e inteligência tática. Extremamente perigoso mesmo para caçadores experientes.",
      "nivel_ameaca": "Extremo",
      "observacoes_cacador": "Documentos persas antigos descrevem a mantícora como 'o devorador de homens', uma criatura que fala para atrair vítimas. Relatos de mercenários que sobreviveram encontros mencionam a criatura oferecendo enigmas, propostas de negociação, até mesmo amizade - tudo enquanto se posiciona para o ataque fatal. Um relato descreve a mantícora sorrindo enquanto o ferrão se aproximava. Acredita-se que sejam híbridos criados por magia antiga, possuindo inteligência superior a qualquer outro monstro. O veneno mata em minutos. Não há antídoto conhecido. A única defesa é não ser enganado.",
      "origem_da_informacao": "Relato de Terceiros"
    }
  ]
}
